Repository: ahmedabdelkarem/IconicFund
Catalog: IconicFund.Resources/Labels.*.resx
Languages: ar

source: Accepted
ar: مقبول

source: Access Denied
ar: غير مسموح لك بدخول هذه الصفحة

source: Actions
ar: الإجراءات

source: Active
ar: مفعل

source: Add
ar: إضافة

# AddAccount
source: Add Employee Acount
ar: إضافة حساب

# AddressBuildingNo
source: BuildingNo
ar: رقم المبنى

source: Address Description
ar: وصف العنوان

source: Admin
ar: مستخدم

source: Admins
ar: المستخدمين

source: Alternative Path
ar: المسار البديل

# AppName
source: Facilities System
ar: بوابة إدارة المعاملات بالعاصمة المقدسة

source: Attachment
ar: مرفق

source: Attachment File Name
ar: اسم الملف المرفق

source: Attachments
ar: المرفقات

source: Attachments List
ar: قائمة المرفقات

# AttachmentsMenu
source: Attachments
ar: تعريف المرفقات

source: Back
ar: عوده

source: BirthDate
ar: تاريخ الميلاد

source: Can Approve
ar: التوثيق

source: Cancel
ar: إلغاء

source: Category
ar: الفئة

source: Change Password
ar: تغيير كلمة المرور

source: Change Uploaded File
ar: تغيير الملف المرفوع

source: Choose File
ar: اختر ملف

source: Choose New File
ar: اختر ملف جديد

source: City
ar: المدينة

source: Closed
ar: مغلق

source: Confirm New Password
ar: تاكيد كلمة المرور الجديدة

source: Contact Info
ar: بيانات الاتصال

source: Create
ar: إنشاء

source: Current Password
ar: كلمة المرور الحالية

source: Delete
ar: حذف

source: Description
ar: الوصف

source: Details
ar: التفاصيل

source: Edit
ar: تعديل

source: Edit Account
ar: تعديل حساب الموظف

source: Edited
ar: بعد التعديل المطلوب

source: Email
ar: البريد الإلكتروني

source: Exist
ar: يوجد

source: Expiration Date
ar: تاريخ الانتهاء

source: Expired
ar: منتهي

source: Fax Number
ar: رقم الفاكس

source: Female
ar: أنثى

# FileNotExist
source: Not Exist
ar: غير موجود

source: Finish
ar: إنهاء

source: First Name
ar: الاسم الأول

source: Forgot Password ?
ar: هل نسيت كلمة المرور؟

source: Gender
ar: الجنس

source: Id
ar: الرقم

source: Id Attachment
ar: مرفق صورة الهوية

source: Id Attachment File Name
ar: مرفق صورة الهوية

source: Id Expiration Date
ar: تاريخ انتهاء الهوية

# IdTypePassport
source: Passport
ar: جواز سفر

# IdTypePersonal
source: Personal
ar: بطاقة

source: is optional
ar: اختياري

# IsValid
source: Fulfill Conditions?
ar: موافق للشروط؟

source: Last Name
ar: الاسم الأخير

source: Latitude
ar: خط العرض

source: left
ar: right

source: List
ar: قائمة

source: Loading
ar: تحميل

source: Login
ar: تسجيل الدخول

source: Longitude
ar: خط الطول

source: Male
ar: ذكر

source: Mobile Number
ar: رقم الجوال

source: Months Count
ar: عدد الشهور

source: Name
ar: الاسم

source: National Id
ar: رقم الهوية

source: Nationality
ar: الجنسية

source: Neighborhood
ar: الحي

source: New
ar: جديد

source: New Password
ar: كلمة المرور الجديدة

source: Next
ar: التالي

source: No
ar: لا

# NoAttachmentsRequired
source: No attachment required now.
ar: لا يوجد مرفقات مطلوبة في الوقت الحالي.

source: None
ar: لايوجد

# NotExist
source: No Data
ar: لا يوجد

source: OR
ar: أو

source: Password
ar: كلمة المرور

source: Phone Number
ar: رقم الهاتف

source: PostalCode
ar: الرمز البريدي

source: Previous
ar: السابق

source: Previous Requests
ar: الطلبات السابقة

source: Private
ar: خاص

source: Profile Image
ar: صورة البروفايل

source: Refused
ar: مرفوض

source: Region
ar: المنطقة

source: RememberMe
ar: تذكرني

source: Removed
ar: تمت إزالته

source: Reports
ar: التقارير

source: Reset
ar: إعادة تعيين

source: Reset Password
ar: تستطيع تغيير كلمة المرور هنا

source: Role
ar: الصلاحية

source: Roles
ar: الصلاحيات

source: Rule
ar: الشرط

# RuleFulfilled
source: Fulfilled
ar: متحقق

# RuleNotFulfilled
source: Not Fulfilled
ar: غير متحقق

source: Save
ar: حفظ

source: Search
ar: بحث

source: Second Name
ar: الاسم الثاني

source: Select
ar: اختر

source: SelectDate
ar: إختر التاريخ

source: Signature Image
ar: صورة التوقيع

source: Sign Out
ar: تسجيل خروج

source: Skip
ar: تخطى

source: Status
ar: الحالة

source: Street
ar: الشارع

source: Template File
ar: تحميل النموذج

source: Tenant
ar: مستأجر

source: Third Name
ar: الاسم الثالث

source: Title
ar: درجة المستخدم

source: ToBeEdited
ar: قابل للتعديل

source: Type
ar: نوع الهوية

source: Username
ar: اسم المستخدم

# UsernamePlaceholder
source: Username
ar: اسم المستخدم / رقم الهوية

source: View
ar: عرض

source: View File
ar: انقر هنا لاستعراض الملف

source: Warning
ar: تحذير

source: Website
ar: الموقع الإلكتروني

# WelcomeToApp
source: Welcome to IO System!
ar: مرحبا بكم في بوابة إدارة المعاملات بالعاصمة المقدسة

source: Working
ar: يعمل

source: WorkingHours
ar: ساعات العمل

source: Years Count
ar: عدد السنوات

source: Yes
ar: نعم

source: The Type
ar: النوع

# EnterCaptchaCode
source: Enter the Code
ar: أدخل الرمز الموجود بالصورة

source: Under Construction
ar: تحت الإنشاء

# PasswordPlaceholder
source: Password / Mobile Number
ar: كلمة المرور / رقم الجوال

source: Confirmation Code
ar: رمز التأكيد

source: Design
ar: تصميم

# IdTypeResidency
source: Residency
ar: إقامة

source: Find Account
ar: استعادة الحساب

source: Employee Number
ar: الرقم الوظيفي

source: Activation End Date
ar: تاريخ نهاية التفعيل

source: Activation Start Date
ar: تاريخ بداية التفعيل

source: Code
ar: الكود

source: Departments
ar: الأقسام

# DepartmentTypes
source: Department Type
ar: نوع القسم

# NameAr
source: Arabic Name
ar: الاسم بالعربية

# NameEn
source: English Name
ar: الاسم بالانجليزية

source: Parent Department
ar: القسم الأساسي

source: Department Code
ar: كود القسم

source: Exported Transaction No
ar: رقم المعاملة الصادرة

source: First Related Transaction
ar: أول معاملة ذات صلة

# Folder
source: Folder No
ar: رقم الملف

source: Incoming Transaction No
ar: رقم المعاملة الواردة

source: Second Related Transaction
ar: ثانى معامله ذات صلة

# TitleTransaction
source: Title
ar: عنوان المعامله

# TransactionPriority
source: Priorities
ar: أولوية المعاملة

# TransactionSecret
source: Is Secret
ar: معامله سرية ؟

# TransactionStatus
source: Status
ar: حاله المعاملة

source: Transaction Type
ar: نوع المعاملة

# ExternalEntity
source: External Entities
ar: الجهات الخارجية

source: Folders
ar: ملفات

source: HardCopyAttachmentsTypes
ar: نوع المشفوعات

source: Search By Name
ar: ابحث بالأسم

source: Transaction Types
ar: أنواع المعاملات

source: External Incoming
ar: وارد خارجى

source: Hard Copy Attachments Count
ar: عدد المشفوعات

source: Hard Copy Attachments Type
ar: نوع المشفوعات

source: Incoming Title
ar: عنوان الوارد

source: Incoming Transactions
ar: المعاملات الوارده

source: Incoming Type
ar: نوع الوارد

source: Internal Incoming
ar: وارد داخلى

# IsSecret
source: Secret Transactions ?
ar: معامله سريه ؟

source: Main Department Incoming Date
ar: تاريخ وارد الادارة الرئيسية

# MainDepartmentIncomingNo
source: Main Department Incoming Number
ar: رقم وارد الادارة الرئيسية

# ReferredExport
source: Export
ar: صادر

# ReferredIncoming
source: Incoming
ar: وارد

# ReferredLetterNo
source: Referred Letter Number
ar: إشارة الى خطاب رقم

source: Referred Letter Type
ar: إشارة الى خطاب

# ReferredSafetyExport
source: Safety Export
ar: صادر إدارة الدفاع المدني

source: Source
ar: المصدر

source: Source Date
ar: تاريخ المصدر

# SourceNo
source: Source Number
ar: رقم المصدر

source: Choose Files
ar: إختر الملفات

source: Closed Status
ar: مغلقة

source: Exported
ar: مصدرة

source: Important
ar: مهم

source: New Incoming
ar: وارد جديد

source: Normal
ar: عادى

source: Priority
ar: الاولوية

source: Reserved
ar: محجوزة

source: Returened To Edit Letter
ar: معادة لتعديل الخطاب

source: Saved
ar: محفوظة

source: Transferred
ar: محال

source: Urgent
ar: عاجل

source: Duration Type
ar: نوع المدة

source: Duration Value
ar: المدة

source: Is Mandatory
ar: الالزامية

source: Required Action
ar: التوجيه المطلوب

source: Days
ar: ايام

source: Hours
ar: ساعات

# ArchiveTitle
source: Description
ar: الوصف

source: Assigned Employee
ar: الموظف المعني

source: Department
ar: الإدارة

source: Entry Date
ar: تاريخ القيد

source: Last Action Date
ar: تاريخ آخر إجراء

source: Archive
ar: ارشيف

# ArchiveType
source: Type
ar: النوع

# ClosedTransaction
source: Closed
ar: مغلقة

source: ArchiveTransactionSide
ar: الجهة المسؤولة

source: ArchiveTransactionType
ar: نوع المعاملة

source: Export
ar: تصدير

source: External
ar: خارجي

source: Incoming
ar: وارد

source: Internal
ar: داخلي

source: Department Name
ar: اسم القسم

source: Is Manager
ar: مدير

source: Closing Statement
ar: الإفادة الختامية

# IsCompleted
source: Completed
ar: مكتمل

source: Request
ar: طلب

source: Completed
ar: مكنمل

source: incomplete
ar: غير مكتمل

source: Transaction
ar: المعامله

# TransactionNo
source: Transaction Number
ar: رقم المعامله

source: Requests
ar: الطلبات

source: Departments Replies
ar: تفاعلات الاقسام

source: Read
ar: تم الاطلاع

source: Department Statement
ar: بيان القسم

source: Reply To Request
ar: الرد علي الطلب

source: Transaction Date
ar: تاريخ المعامله

source: Last Referral Date
ar: تاريخ اخر تحويل

source: Last Referred
ar: اخر تحويل

source: Transaction Department
ar: الجهة المسؤلة عن المعاملة

source: Current Transactions
ar: المعاملات الحالية

source: Done Transactions
ar: المعاملات المنجزة

source: View Transactions List
ar: عرض المعاملات

source: Export Date
ar: تاريخ الصادر

source: Exporting Title
ar: عنوان الصادر

# ExportingTransactions
source: Exporting Transactions List
ar: قائمة الصادر

source: Folder Name
ar: ملف المعاملة

# MainDepartmentExportNo
source: Main Department Export Number
ar: رقم صادر الإدارة الخارجية

source: Source Name
ar: جهة المصدر الأساسية

source: Transaction Id
ar: رقم المعاملة

source: Export Transaction
ar: تصدير معاملة

# DestinationId
source: Destination Entity
ar: الجهة

source: Main Department Export Date
ar: تاريخ صادر الادارة الرئيسية

source: Notes
ar: الشرح

source: Add Incoming Transaction
ar: وارد جديد

source: Referrals
ar: الإحالات

source: Related Transactions
ar: المعاملات ذات صلة

source: Tranasction Actions
ar: الإجراءات المتبعة

source: Transaction Info
ar: بيانات المعاملة

source: Transaction Letter
ar: خطاب المعاملة

source: Transaction Referrals
ar: حركة المعاملة

source: Referred From
ar: محول من

source: Referred To
ar: تحال إلى

source: Requirements
ar: المتطلبات

source: Department Responsible For Transaction
ar: الجهة المسؤله عن المعاملة

source: Referred To Department
ar: فئة الجهة المحوله لها المعامله

source: Move Date
ar: تاريخ الحركة

source: Move Time
ar: وقت الحركة

source: Action Date
ar: تاريخ الإجراء

source: Action Time
ar: وقت الإجراء

# TextNote
source: Notes
ar: الملاحظات

source: Action
ar: الإجراء

# AddedBY
source: Add by
ar: بواسطة

source: End Date
ar: تاريخ الانتهاء

source: Group Admins
ar: موظفين المجموعة

source: Permissions
ar: الصلاحيات

source: Permissions Group
ar: مجموعة

source: Permissions List
ar: الشاشات المسموحة

source: Start Date
ar: تاريخ التنشيط

source: View Secret Transactions
ar: الاطلاع على المعاملة السرية

source: Permission Groups
ar: المجموعات

source: Control
ar: تحكم

source: Incoming Date
ar: تاريخ الوارد

source: Advanced Search
ar: الاستعلامات

source: From Date
ar: من

source: Search With Number
ar: البحث برقم

source: To Date
ar: إلي

# Circulating
source: Circulate
ar: تعميم

# Forwarding
source: Forward
ar: إحالة

# RequiredText
source: Requirments
ar: المطلوب

source: Send Circulars To
ar: إرسال صور الي

source: Copies
ar: النسخ

source: Send From
ar: مرسله من

source: Reservation
ar: حجز

source: About
ar: بشأن

source: Conclusion
ar: المطلوب

source: Content
ar: الإفادة

source: Destination
ar: الجهة

source: Print Report
ar: طباعة التقرير

source: Refer To
ar: إشارة إلي

source: Safety Manager Notes
ar: ملاحظات مدير السلامة

source: Accept
ar: قبول

source: Pending
ar: معلق

source: Reject
ar: رفض

source: DelegationFromDate
ar: تاريخ من

source: DelegationFromUser
ar: تفويض من

source: DelegationID
ar: رقم التفويض

source: DelegationToDate
ar: تاريخ الي

source: DelegationToUser
ar: تفويض الي

source: Delegation
ar: التفويض

# DelegationNotes
source: Notes
ar: ملاحظات

source: From User
ar: تفويض من

source: Rejected
ar: مرفوض

# SearchByDelegationId
source: Search By Delegation Number
ar: البحث برقم التفويض

source: To User
ar: تفويض إلي

# DateTypeId_Fk
source: Date Type
ar: نوع التقويم

source: Is Allow To User To Login Many Time ?
ar: يسمح للمستخدم بالدخول اكثر من مره

source: Many Wrong Login Availability
ar: عدد المرات الخطأ المسموح الدخول بها

source: Max File Size
ar: اقصى حجم للملف المرفق

source: Min Password
ar: اقصر كلمة سر

# PasswordComplexityId_Fk
source: Password Complexity
ar: تعقيد كلمة السر

source: Password Expired After
ar: كلمه السر تنتهى بعد عدد ايام

source: Session Time
ar: فترة جلسة النظام

source: System Logo
ar: صوره النظام

source: System Setting
ar: إعدادات النظام

# SystemTitle_Ar
source: System Arabic Title
ar: عنوان النظام بالعربية

# SystemTitle_En
source: System English Title
ar: عنوان النظام بالانجليزية

# Ger_ActivationEndDate
source: Activation End Gregorian Date
ar: تاريخ نهاية التفعيل الميلادى

# Ger_ActivationStartDate
source: Activation Start Gregorian Date
ar: تاريخ بداية التفعيل الميلادى

# Ger_EndDate
source: End Gregorian Date
ar: تاريخ الانتهاء الميلادى

# Ger_EntryDate
source: Entry Gregorian Date
ar: تاريخ القيد الميلادى

# Ger_FromDate
source: Delegation From Gregorian Date
ar: تاريخ ميلادى الى

# Ger_FromDateSearch
source: From Date
ar: من ميلادى

# Ger_LastActionDate
source: Last Action Gregorian Date
ar: تاريخ آخر إجراء الميلادى

# Ger_MainDepartmentIncomingDate
source: Main Department Incoming Gregorian Date
ar: التاريخ الميلادى وارد الادارة الرئيسية

# Ger_SourceDate
source: Source Gregorian Date
ar: تاريخ المصدر الميلادى

# Ger_StartDate
source: Start Gregorian Date
ar: تاريخ التنشيط الميلادى

# Ger_ToDate
source: Delegation To Gregorian Date
ar: تاريخ ميلادى من

# Ger_ToDateSearch
source: To Date
ar: الى ميلادى

source: Add Action
ar: اضافة إجراء

source: Field Center
ar: مركز ميداني

source: Organizational Department
ar: إدارة تنظيمية

source: Reset Code
ar: تغيير الكود

# Normal2
source: Normal
ar: عادية

source: Secret
ar: سرية
