Repository: ahmedabdelkarem/IconicFund
Catalog: IconicFund.Resources/Messages.*.resx
Languages: ar

# AddSuccess
source: Added Successfully.
ar: تمت الإضافة بنجاح.

# AllowedValueGT1
source: The value must be greater than or equal 1.
ar: يجب ألا يقل العدد عن 1.

# BirthDateValidation
source: Age Must be Greater Than 18
ar: يجب ان يكون العمر اكبر من 18

# CodeAlreadyExists
source: This Code Already Exists.
ar: هذا الكود موجود بالفعل

source: Code Sent To
ar: تم إرسال الرمز لـ

# CommercialRegistrationNoAlreadyExists
source: This Commercial Registration Number is already exists
ar: هذا السجل التجاري موجود بالفعل.

# ConfirmPasswordNotMatched
source: Password Confirmation must match the new Password
ar: تأكيد كلمة المرور غير متوافق مع كلمة المرور الجديدة.

# CreateFailure
source: Couldn't create this record.
ar: لا يمكن إنشاء هذا العنصر.

# CreateSuccess
source: The record has been created successfully.
ar: تم إنشاء هذا العنصر بنجاح.

# DateGreaterThanDateNow
source: Date must be Greater Than Today
ar: تاريخ نهاية الهويه يجب ان يكون اكبر من تاريخ اليوم

# DeleteConfirmation
source: Are you sure that you want to delete this record?
ar: هل انت متأكد من رغبتك في حذف هذا العنصر؟

# DeleteFailure
source: Couldn't delete this record, There are items related to it.
ar: لا يمكن حذف هذا العنصر. يوجد عناصر أخرى مرتبطة به.

# DeleteRequestConfirmation
source: Deleting This Request Will Delete Related Data Are you Sure Of Deleting It ?
ar: حذف هذا الطلب سوف يقوم بحذف جميع البيانات المتعلقه به هل انت متاكد من الحذف ؟

# DeleteSuccess
source: The record has been deleted successfully.
ar: تم حذف العنصر بنجاح.

# EditFailure
source: Couldn't edit this record.
ar: لا يمكن تعديل هذا العنصر.

# EditSuccess
source: The record has been updated successfully.
ar: تم تعديل العنصر بنجاح.

# EmployeeNoIsExist
source: Employee No Exist
ar: الرقم الوظيفي مستخدم من قبل

# EndDateMustExceedStartDate
source: End DateMust Exceed StatDate
ar: تاريخ النهايه لابد ان يتجاوز تاريخ البداية

# FileUploadSuccess
source: File uploaded successfully.
ar: تم حفظ الملف بنجاح.

# HasRelatedData
source: Entity Has Related Data
ar: توجد بيانات مرتبطة

# InactiveAccount
source: This accound is inactive.
ar: هذا الحساب غير مفعل.

# InCorrectPassword
source: Current Password is Not Correct
ar: كلمة المرور الحالية غير صحيحه

source: InCorrect User Name
ar: إسم المستخدم غير صحيح

# InvalidCaptchaCode
source: Invalid Code.
ar: الرمز الذي أدخلته غير صحيح.

source: Invalid Email
ar: هذا البريد الإلكتروني غير صحيح.

source: Invalid Mobile Number
ar: رقم الجوال غير صحيح.

source: Invalid Number
ar: هذا الرقم غير صحيح.

# InvalidNumberLength
source: The Number must be 10 digits
ar: ادخل الرقم مكون من 10 ارقام

# LocationPERMISSION_DENIED
source: Allow Server to Access Your Location
ar: السماح للنظام بمعرفة موقعك الحالي.

# LoginFailed
source: Incorrect username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.

source: Login Password Sent To
ar: تم إرسال كلمة المرور إلى

source: Message Send Failed
ar: فشـل إرسال الرساله

# mobileNumber
source: Wrong Mobile Number
ar: رقم الجوال غير صحيح

# MustSelectOne
source: You must select at least one.
ar: يجب اختيار عنصر واحد على الأقل.

# MustSelectRole
source: You must select at least one role.
ar: يجب اختيار صلاحية واحدة على الأقل.

# NameAlreadyExists
source: This Name Already Exist
ar: هذا الاسم تم اضافته من قبل

# NameArabic
source: This Field Must Contain Arabic letters
ar: هذا الحقل يجب ان يحتوي على حروف باللغة العربية

# NameEnglish
source: This Field Must Contain English letters
ar: هذا الحقل يجب ان يحتوي على حروف باللغة الانجليزية

# NationalIdAlreadyExists
source: This national id already exists.
ar: رقم الهوية الذي أدخلته مسجل بالفعل.

# NationalIdNumbers
source: National Id Must Be 10 Number Only
ar: رقم الهوية غير صحيح

source: No Data
ar: لا يوجد بيانات.

source: No more attachments to add.
ar: لا يوجد المزيد من المرفقات للإضافة.

source: No more commitments to add.
ar: لا يوجد المزيد من التعهدات للإضافة.

source: No Rules
ar: لا يوجد شروط.

# NotUnique_CommercialRegistrationNo
source: This Commercial Registration Number has been registered before.
ar: رقم السجل التجاري هذا تم إضافته من قبل.

# RegisterSuccess
source: Registered Successfully.
ar: تم التسجيل بنجاح.

# RemoveSuccess
source: Removed Successfully.
ar: تم الحذف بنجاح.

source: RequestActionSuccess
ar: تم تسجيل الإجراء بنجاح.

# RequiredField
source: This field is required.
ar: هذا الحقل مطلوب.

# RuleExists
source: This rule is added before in the same group.
ar: هذا الشرط تمت إضافته من قبل في هذه المجموعة.

source: Search By Archive Title
ar: البحث بالوصف

source: Search By Category
ar: البحث بالفئة

source: Search By Code
ar: البحث بالكود

source: Search By Department Name
ar: البحث باسم القسم

source: Search By Email
ar: البحث بالبريد الإلكتروني

source: Search By Employee Number
ar: البحث بالرقم الوظيفي

source: Search By EntryDate
ar: البحث بتاريخ القيد

source: Search By Export Date
ar: البحث بتاريخ الصادر

source: Search By Exported Transaction No
ar: البحث برقم الصادر

source: Search By Exporting Title
ar: البحث بعنوان الصادر

source: Search By Id
ar: البحث برقم الهوية

source: Search By Incoming Transaction No
ar: البحث برقم الوارد

source: Search By Last Referred Date
ar: البحث بتاريخ اخر تحويل

source: Search By Last Referred To
ar: البحث باخر تحويل

source: Search By LastActionDate
ar: البحث بتاريخ آخر إجراء

source: Search By Main Department Export No
ar: البحث برقم صادر الدفاع المدني

# SearchByMobile
source: Search By Mobile Number
ar: البحث برقم الجوال

source: Search By Name
ar: البحث بالاسم

source: Search By Phone Number
ar: البحث برقم الجوال

source: Search By Source Name
ar: البحث باسم المصدر

source: Search By Source Number
ar: البحث برقم المصدر

source: Search By Title
ar: البحث بعنوان الوارد

source: Select Priority
ar: إختر الاولويه

source: Search By Transaction ID
ar: البحث برقم المعاملة

# SelectReferredLetterType
source: Letter Type
ar: نوع الخطاب

source: Select Source
ar: إختر المصدر

source: Select Status
ar: إختر الحاله

source: Select Transaction
ar: إختر معامله

source: Select Type
ar: إختر النوع

source: Serach By Commercial Registration No
ar: البحث برقم السجل التجاري

# UnsupportedFileExtension
source: Supported Extension is ( png - pdf - jpg - jpeg- gif) only
ar: امتدادات الملفات المدعومه فقط هى ( png - pdf - jpg - jpeg- gif)

source: Select Folder
ar: إختر ملف

source: Select Department
ar: إختر القسم

# SaveSuccess
source: Saved Successfully.
ar: تم حفظ هذا العنصر بنجاح.

source: Mobile Number Already Exists
ar: رقم الهاتف موجود بالفعل

source: Email Already Exists
ar: البريد الالكتروني موجود بالفعل

# ResetPasswordMessageBody
source: Confirmation Code to Reset Password is: {0}
ar: رمز التأكيد لتتمكن من إعادة تعيين كلمة المرور هو {0}

# ResetPasswordMessageSubject
source: Reset Password - Facilities Portal
ar: إعادة تعيين كلمة المرور - بوابة الأنشطة الفنية

source: Choose Date
ar: اختر التاريخ

source: False
ar: لا

# NumbersOnly
source: Only numbers is allowed
ar: هذا الحقل يجب أن يحتوي علي أرقام فقط

source: True
ar: نعم
